{
    "undergrad": {
        "text": [
            "<p><em>UCF MUSIC MAJORS:</em> You may audition with the Music Department after submitting an application to UCF Undergraduate Admissions. Admission into the UCF Music Program requires admittance from the university <em>and</em> from the Music Department.</p>",
            "<ol>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Apply to UCF Undergraduate Admissions</h4>",
            "\t\t<p>Apply to UCF by going to the <a href=\"https://admissions.ucf.edu\" target=\"_blank\" rel=\"noopener\">Undergraduate Admissions website</a> and applying online.",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Complete The Form Below to Apply for Music Audition</h4>",
            "\t\t<a href=\"https://performingarts.cah.ucf.edu/audition-music\" class=\"btn btn-success btn-lg mt-2 mb-4\" target=\"_blank\" rel=\"noopener\">Apply Now</a>",
            "\t\t<p>To complete this form, you will need to know your UCF ID. <a href=\"https://www.ucf.edu/admissions/undergraduate/question/what-are-my-nid-and-my-ucf-id/\" target=\"_blank\" rel=\"noopener\">Follow this link</a> to find instructions for retrieving your UCF ID. Also, ask any teachers whom you have studied music with to complete the <a href=\"/wp-content/uploads/sites/20/2015/12/Teacher-Evaluation.pdf\" target=\"_blank\" rel=\"noopener\">Teacher Evaluation Form</a> and bring it with you to your audition. No alternate date audition applications will be accepted after the final listed audition date.</p>",
            "\t\t<p>If you are unable to attend an audition on one of the scheduled days, you may submit a digital audition by choosing &ldquo;Digital Audition/Alternate Date&rdquo; in the Preferred Audition Date field below. A UCF faculty member will contact you after reviewing your video to let you know whether you have been accepted into the program.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Confirm Your Audition</h4>",
            "\t\t<p>You will receive an email confirmation immediately after submitting this form. We will accept submissions for a given date until the Wednesday prior to the audition.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Prepare for the Audition</h4>",
            "\t\t<p>Prepare for the audition by selecting <a href=\"https://performingarts.cah.ucf.edu/music-audition-requirements\" target=\"_blank\" rel=\"noopener\">Audition Requirements</a> and your instrument area to see what music you will be required to perform during the audition.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Audition Day</h4>",
            "\t\t<ul>",
            "\t\t\t<li><em>8:30 a.m.:</em> Check in at the <a href=\"https://map.ucf.edu/locations/19\" target=\"_blank\" rel=\"noopener\">UCF Rehearsal Hall (Building #19 on campus map)</a>. You will receive your actual audition time when you check in. Breakfast items will be available.</li>",
            "\t\t\t<li><em>9:00 a.m.:</em> Parent/student orientation begins in the Rehearsal Hall auditorium.</li>",
            "\t\t\t<li><em>9:30 a.m.:</em> Students are dismissed from orientation to warm up for auditions. Practice rooms are available.</li>",
            "\t\t\t<li><em>9:45 a.m.:</em> Student auditions begin. Students will go to the studio room they have been assigned for audition ten minutes prior to their audition time and wait in the hallway for the professors to call their name, at which point they may enter and begin the audition. With the exception of piano and percussion, auditions usually are about 10 minutes long. Piano and percussion run about 20 minutes long. Auditions are private with the student only. Parents may wait in the hall outside the audition studio or in the Rehearsal Hall.</li>",
            "\t\t</ul>",
            "\t\t<p>Parents will stay in the orientation to receive information from the Chair, an Admissions representative and Student Financial Aid representative until about 10:00 a.m. Once the student has completed their audition, they are free to leave.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Notices of Acceptance/Non-Acceptance</h4>",
            "\t\t<p>Acceptance and non-acceptance letters will be sent out after completion of all the January and February audition dates. Admission to the Music program is only complete once the student has been accepted by both the Music Department and <a href=\"https://admissions.ucf.edu\" target=\"_blank\" rel=\"noopener\">UCF Undergraduate Admissions</a>. For answers to more detailed questions, please see our <a href=\"https://performingarts.cah.ucf.edu/music/program-requirements\" target=\"_blank\" rel=\"noopener\">Frequently Asked Questions</a> section.</p>",
            "\t</li>",
            "</ol>"
        ],
        "bm-composition": [
            "<p>The audition process for prospective composition students consists of three parts:</p>",
            "<ol>",
            "\t<li>",
            "\t\t<h4>Portfolio</h4>",
            "\t\t<p><em>(Due <strong>no later than January 15</strong> each year.)</em></p>",
            "\t\t<ol type=\"a\">",
            "\t\t\t<li>",
            "\t\t\t\t<p>Three (3) completed compositions for different instrumentations or media, chosen to demonstrate the depth and breadth of their ability.</p>",
            "\t\t\t</li>",
            "\t\t\t<li>",
            "\t\t\t\t<p>Audio recordings for the submitted works (live recordings are preferred, but electronic realizations are acceptable).</p>",
            "\t\t\t</li>",
            "\t\t</ol>",
            "\t\t<p>Composition portfolios are submitted using <a href=\"https://app.getacceptd.com/ucfmusic\" target=\"_blank\" rel=\"noopener\">AcceptD</a>. All candidates (graduate and undergraduate) <em>must</em> complete their UCF applications <em>before</em> submitting their portfolios.</p>",
            "\t\t<p>Scores should be neatly and legibly notated or engraved, and clearly labeled with your name and the year of composition. If one or more of your portfolio compositions does not have a written score (for example, electronic compositions or improvisations), submit a one-page written document describing the piece in place of a score.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4>Theory Exam</h4>",
            "\t\t<p><em>(Must be completed <strong>no later than January 31</strong> each year.)</em></p>",
            "\t\t<p>In late January, applicants will receive a link to an online theory exam. The exam is timed and takes approximately 30 minutes to complete. The purpose of this exam is to assess applicants' existing theory knowledge. Doing poorly on the theory exam does not disqualify applicants from entering the composition studio&ndash;applicants' scores are used to determine the curriculum the applicant follows once admitted.</p>",
            "\t\t<p>The theory exam addresses the following fundamental topics in music theory:</p>",
            "\t\t<ul class=\"mb-3\">",
            "\t\t\t<li>Interval identification</li>",
            "\t\t\t<li>Scale identification (major, minor)</li>",
            "\t\t\t<li>Key signature identification (major, minor)</li>",
            "\t\t\t<li>Diatonic modes (ionian, doiran, phygian, lydian, mixolydian, aeolian, locrian)</li>",
            "\t\t\t<li>Triad identification (major, minor, augmented, diminished)</li>",
            "\t\t\t<li>Basic rhythm and meter groupings</li>",
            "\t\t\t<li>Basic orchestration (instrumental ranges and capabilities)</li>",
            "\t\t\t<li>Tempo and technique indications</li>",
            "\t\t</ul>",
            "\t\t<p><em>The theory exam can only be taken once.</em> If you experience a problem while taking the exam, please email <a href=\"mailto: alexander.burtzos@ucf.edu\">alexander.burtzos@ucf.edu</a> with the subject line <code>[YOUR LAST NAME]_THEORY_EXAM</code>. Applicants will <em>not</em> see their score after completing the exam, but <em>will</em> receive confirmation that their results have been successfully recorded.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4>Interview</h4>",
            "\t\t<p><em>(Takes place during <strong>February</strong> each year.)</em></p>",
            "\t\t<p>Some applicants will be contacted via email in late January or early February for an interview with UCF composition faculty. This interview may take place in person during one of UCF's February audition dates, or remotely via web conference or telephone call. The interview is approximately 20 minutes in duration. Its primary purpose is to give the applicant an opportunity to talk more about their artistic and professional goals, and to ask questions of the faculty as needed. Scholarship decisions will also be based partially on the interview. Parents/guardians of undergraduate applicants may participate in the interview if they wish.</p>",
            "\t\t<p>Admissions and scholarship decisions will be made <strong>no later than March 15</strong> of each year. Admitted students have until May 1 to enroll, after which studio spots may be offered to candidates on the wait list.</p>",
            "\t</li>",
            "</ol>",
            "<a href=\"https://app.getacceptd.com/ucfmusic\" class=\"ml-5 btn btn-success btn-lg mt-2 mb-4\" target=\"_blank\" rel=\"noopener\">Apply Now with AcceptD</a>"
        ]
    },
    "grad": {
        "text": [],
        "ma-music": [
            "<p>A complete application file contains the following:</p>",
            "<ol>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Apply to UCF Graduate Admissions</h4>",
            "\t\t<p>In order to apply for the Master of Arts, Music degree program, you must first apply to UCF through the College of Graduate Studies at <a href=\"https://graduate.ucf.edu\" target=\"_blank\" rel=\"noopener\">https://graduate.ucf.edu</a>.</p>",
            "\t\t<p>As part of the UCF Graduate Studies application, you will be presented with one of four ways to be considered for acceptance by the Music faculty: audition, submit a portfolio, submit a recording, or be interviewed.</p>",
            "\t\t<ul class=\"mb-3\">",
            "\t\t<li><strong>Instrument/Voice Auditions.</strong> Department auditions are scheduled on campus on the dates listed above. If the applicant chooses or these dates are impossible, then a digital audition recording may be submitted through <a href=\"https://app.getacceptd.com/ucfmusic\" target=\"_blank\" rel=\"noopener\">Acceptd</a>. In some cases, an alternate date may be arranged. Check the <a href=\"https://performingarts.cah.ucf.edu/music-audition-requirements/\">Music Degree Audition Requirements</a> page for specific requirements on individual instrumental and voice types.</li>",
            "\t\t<!--",
            "\t\t\t<li><strong>Instrument/Voice Auditions</strong> are preferred, but audio or video recordings are also acceptable for performance candidates. For auditions, request your preferred date on the form. Check the <a href=\"https://performingarts.cah.ucf.edu/music-audition-requirements\" target=\"_blank\" rel=\"noopener\">Admission Audition Requirements</a> page for specific requirements on individual instrumental and voice types.</li>",
            "\t\t-->",
            "\t\t\t<li><strong>Portfolios</strong> are most appropriate for composition applicants.</li>",
            "\t\t\t<li><strong>Interviews</strong> are appropriate for other areas.</li>",
            "\t\t</ul>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Letters of Recommendation</h4>",
            "\t\t<p>Two letters of recommendation are required. These may be submitted online through the Graduate Studies application, or sent directly to the music department.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Transcripts</h4>",
            "\t\t<p>All college transcripts are required to be submitted to the graduate admissions office.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Writing Sample</h4>",
            "\t\t<p>The applicant must submit a scholarly or academic essay of at least 1,000 words (about 4&ndash;5 double-spaced pages) on some topic in music or music education, written in formal prose (as if for submission in a music history or theory class for a grade). You may submit a paper that you used for a previous course, but please note this is <em>not</em> an essay about why you like music or why you want to go to graduate school. Essays on any era or style, and popular or non-Western music are acceptable. The paper should state a thesis, provide supporting evidence for the thesis and lead to a conclusion. Ideally the paper should make use of various sorts of reliable information, which you cite through some form of footnotes, end notes or inline citations, and which are then listed in a bibliography after the body of the text.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Achievement</h4>",
            "\t\t<p>Achievement as shown on the audition, recording, portfolio or interview.</p>",
            "\t</li>",
            "</ol>"
        ],
        "ma-conducting": [
            "<p>A complete application file contains the following:</p>",
            "<ol>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Apply to UCF Graduate Admissions</h4>",
            "\t\t<p>In order to apply for the Master of Arts, Music degree program, you must first apply to UCF through the College of Graduate Studies at <a href=\"https://graduate.ucf.edu\" target=\"_blank\" rel=\"noopener\">https://graduate.ucf.edu</a>.</p>",
            "\t\t<p>Each applicant will submit:</p>",
            "\t\t<ol class=\"mb-3\">",
            "\t\t\t<li>A conducting rehearsal/audition of approximately 20 minutes on repertoire to be agreed upon with the UCF Director of Bands, Director of Choral Activities or Director of Orchestras (based on area of focus), in consultation with conducting faculty. A video or remote live conducting example may be substituted at the discretion of the faculty.</li>",
            "\t\t\t<li>An interview with UCF conducting faculty.</li>",
            "\t\t</ol>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Letters of Recommendation</h4>",
            "\t\t<p>Two letters of recommendation are required. These may be submitted online through the Graduate Studies application, or sent directly to the music department.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Transcripts</h4>",
            "\t\t<p>All college transcripts are required to be submitted to the graduate admissions office.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Writing Sample</h4>",
            "\t\t<p>The applicant must submit a scholarly or academic essay of at least 1,000 words (about 4&ndash;5 double-spaced pages) on some topic in music or music education, written in formal prose (as if for submission in a music history or theory class for a grade). You may submit a paper that you used for a previous course, but please note this is <em>not</em> an essay about why you like music or why you want to go to graduate school. Essays on any era or style, and popular or non-Western music are acceptable. The paper should state a thesis, provide supporting evidence for the thesis and lead to a conclusion. Ideally the paper should make use of various sorts of reliable information, which you cite through some form of footnotes, end notes or inline citations, and which are then listed in a bibliography after the body of the text.</p>",
            "\t</li>",
            "\t<li>",
            "\t\t<h4 class=\"bullet-heading\">Achievement</h4>",
            "\t\t<p>Achievement as shown on the audition, recording, portfolio or interview.</p>",
            "\t</li>",
            "</ol>"
        ]
    }
}